Repository: freemansoft/fs-game-score
Catalog: lib/l10n/app_*.arb
Languages: es

# appTitle
source: FreemanS Score Card
es: Tarjeta de Puntaje FreemanS

# continueButton
source: Continue
es: Continuar

source: Number of Players:
es: Número de jugadores:

# numberOfPlayersTooltip
source: Select the number of players for the game
es: Seleccione el número de jugadores para el juego

source: Maximum Rounds:
es: Rondas máximas:

# maximumRoundsTooltip
source: Set the maximum number of rounds for the game
es: Establezca el número máximo de rondas para el juego

source: Sheet Style:
es: Estilo de hoja:

# sheetStyleTooltip
source: Choose the score sheet style: basic or with phases
es: Elija el estilo de la hoja de puntuación: básico o con fases

source: Game Mode:
es: Modo de juego:

# gameModeStandard
source: Standard
es: Estándar

# gameModePhase10
source: Phase 10
es: Fase 10

source: Basic Sheet
es: Hoja Básica

source: Include Phases
es: Incluir Fases

source: Score Filter:
es: Filtro de puntuación:

# scoreFilterTooltip
source: Limit score input values (e.g., any score or those ending in 5 or 0)
es: Limitar los valores de puntuación (p. ej., cualquier puntuación o las que terminan en 5 o 0)

source: Any Score
es: Cualquier puntuación

source: Must end in 0 or 5
es: Debe terminar en 0 o 5

source: End Score
es: Puntuación final

# endScoreTooltip
source: Enable game to end when a player reaches this score
es: Permitir que el juego termine cuando un jugador alcanza esta puntuación

source: Game ending score
es: Puntuación para terminar el juego

# copyright
source: Copyright (C) 2025 Joe Freeman
es: Derechos de autor (C) 2025 Joe Freeman

# version
source: Version: {version}
es: Versión: {version}

source: Scores
es: Puntuaciones

source: Player Total
es: Jugador Total

source: Lock column
es: Bloquear columna

source: Unlock column
es: Desbloquear columna

source: Name:
es: Nombre:

source: Phases by Round:
es: Fases por ronda:

source: No phases completed
es: No hay fases completadas

# roundPhase
source: Round {roundNumber}: Phase {phaseNumber}
es: Ronda {roundNumber}: Fase {phaseNumber}

source: Score:
es: Puntuación:

# scoreHint
source: Score
es: Puntuación

source: Phase:
es: Fase:

source: Select completed phase(s)
es: Seleccione la(s) fase(s) completada(s)

source: No Phase
es: Sin fase

# phaseNumber
source: Phase {phaseNumber}
es: Fase {phaseNumber}

# playerRoundModalTitle
source: Player {playerNumber} - Round {roundNumber}
es: Jugador {playerNumber} - Ronda {roundNumber}

# invalidScoreForRound
source: Invalid Score for this round
es: Puntuación inválida para esta ronda

source: Start New Game?
es: ¿Iniciar nuevo juego?

# startNewGameMessage
source: Are you sure you want to start a new game? The score card will be erased.
es: ¿Está seguro de que desea iniciar un nuevo juego? La tarjeta de puntuación se borrará.

# clearPlayerNames
source: Clear the player names
es: Borrar los nombres de los jugadores

source: Cancel
es: Cancelar

source: New Game
es: Nuevo juego

source: Game reset!
es: ¡Juego reiniciado!

# newGameSameTypeTooltip
source: New Game - Using same scorecard type
es: Nuevo juego - Usando mismo tipo de tarjeta de puntuación

source: Change Scorecard Type
es: Cambiar tipo de tarjeta de puntuación

# changeScorecardTypeMessage
source: Are you sure you want to change the scorecard type? The scorecard will be cleared.
es: ¿Está seguro de que desea cambiar el tipo de tarjeta de puntuación? La tarjeta se borrará.

source: Change Scorecard
es: Cambiar tarjeta de puntuación

source: New Game - Change Scorecard Type
es: Nuevo juego - Cambiar tipo de tarjeta de puntuación

source: Share Scores
es: Compartir puntuaciones

source: No scores to share
es: No hay puntuaciones para compartir

source: Miles
es: Millas

source: Safeties
es: Seguridades

# coupFourre
source: Coup Fourr√©
es: Coup Fourré

source: Delayed Action
es: Acción Retrasada

source: Safe Trip
es: Viaje Seguro

# milesTooltip
source: Each team scores as many points as the total number of miles that it has traveled.
es: Cada equipo suma tantos puntos como el número total de millas que ha recorrido.

# safetiesTooltip
source: 100 points for each Safety Card played.
es: 100 puntos por cada tarjeta de Seguridad jugada.

# coupFourreTooltip
source: 300 points in addition to the 100 points for the Safety Card.
es: 300 puntos además de los 100 puntos por la tarjeta de Seguridad.

# delayedActionTooltip
source: If trip is completed after all cards have been played from the draw pile.
es: Si el viaje se completa después de que se hayan jugado todas las tarjetas de la pila de robo.

# safeTripTooltip
source: If trip is completed without playing any 200 Mile Cards.
es: Si el viaje se completa sin jugar tarjetas de 200 Millas.

# shutOutTooltip
source: Completing trip of 1000 miles before opponents have played any Distance Cards.
es: Completar el viaje de 1000 millas antes de que los oponentes hayan jugado tarjetas de Distancia.
